import AOS from 'aos'
import 'aos/dist/aos.css'
import { useEffect } from 'react'

import './About.css'

const About = () => {
  useEffect(() => {
    AOS.init({ duration: 1200, once: true })
  }, [])

  return (
    <section className="about-section">
      <article className="img-txt" data-aos="fade-up">
        <div className="abt-img">
          <img src="/images/Valluvar_side.jpg" alt="Valluvar image" />
        </div>
        <div className="abt-txt" data-aos="fade-left">
          <h3>தமிழ் வளர்ச்சிக் கழகம்</h3>
          <p>
            தமிழ் வளர்ச்சிக் கழகம் (Tamil Academy) 1947 செப்டம்பர் 26ஆம் நாள்
            Registration of Societies ACT XXI of 1980-இன் கீழ் பதிவு
            செய்யப்பட்டது. அது பதிவு செய்த நாள் முதல் சென்னைப் பல்கலைக்கழக
            வளாகத்தில் சீரிய முறையில் தமிழ்ப் பணியாற்றி வருகிறது. அன்றைய கல்வி
            அமைச்சர் திரு. அவினாசிலிங்கம் செட்டியார் அவர்களால் அவர்தம் தலைமையில்
            உருவாக்கப்பட்ட இந்த நிறுவனம் திரு. சி. சுப்பிரமணியம், திரு. ராஜா சர்
            முத்தையா செட்டியார், டாக்டர் A.L. முதலியார், திரு. ப. சிதம்பரம்
            திரு. ம. பெரியசாமித்தூரன் போன்ற தமிழ் அறிஞர்கள் பங்கேற்று வளர்த்து
            வந்த பெருமைக்குரியது. இந்நிறுவனம் இந்திய மொழிகள் எதிலும் இல்லாத
            வகையில் முன்னோடியாக, தமிழ் மொழியில் பத்துத் தொகுதிகள் பொதுக்
            கலைக்களஞ்சியம் அதன் பின்னர் பத்துத் தொகுதிகள் குழந்தைகள்
            கலைக்களஞ்சியம் வெளியிட்ட பெருமைக்குரியது.
          </p>
        </div>
      </article>
      <article className="img-txt" data-aos="fade-down">
        <div className="abt-img">
          <img src="/images/Avinashilingam.png" alt="Founder image" />
        </div>
        <div className="abt-txt" data-aos="fade-right">
          <h3>தி.சு. அவினாசிலிங்கம் செட்டியார்</h3>
          <p>
            சென்னை மாநிலக் கல்வி அமைச்சராகத் திகழ்ந்த திரு. தி.சு.
            அவினாசிலிங்கம் செட்டியார் அவர்களால் அனைத்து அறிவுத் துறைகளிலும்
            தமிழ் வளர்ச்சி காணவேண்டும் என்ற தலையாய நோக்கத்தோடு 1946-ஆம் ஆண்டில்
            தமிழ் வளர்ச்சிக் கழகம் தோற்றுவிக்கப்பெற்றது. முதல் முயற்சியாக
            ஆங்கிலத்தில் அமைந்திருப்பது போன்று பெரிய கலைக்களஞ்சியங்களை
            (Encyclopaedia) உருவாக்கும் திட்டம் தமிழ் வளர்ச்சிக் கழகத்தால்
            மேற்கொள்ளப்பட்டது. இக்கழகம் தமிழ் வளர்ச்சிக்குரிய ஆக்கபூர்வமான
            பணிகளைத் திட்டமிட்டுச் செய்து வருகின்றது.
          </p>
        </div>
      </article>
      <article className="img-txt" data-aos="fade-up">
        <div className="abt-img">
          <img src="/images/subramaniam.png" alt="Founder image" />
        </div>
        <div className="abt-txt" data-aos="fade-left">
          <h3>பாரதரத்னா திரு. சி. சுப்பிரமணியம்</h3>
          <p>
            பாரதரத்னா திரு. சி. சுப்பிரமணியம் அவர்கள் 08-12-1982-இல் தமிழ்
            வளர்ச்சிக் கழகத்தின் தலைமைப் பொறுப்பை ஏற்றுத் தமிழ் வளர்ச்சிக்குச்
            சீரிய முறையில் வழிகாட்டுவராயினர். இவர் காலத்தில் குழந்தைகள்
            கலைக்களஞ்சியம் திருந்திய பதிப்பு வெளியிடப் பெற்றது.
          </p>
        </div>
      </article>
      <article className="img-txt" data-aos="fade-up">
        <div className="abt-img">
          <img src="/images/kzalandisamy.png" alt="Leader image" />
        </div>
        <div className="abt-txt" data-aos="fade-left">
          <h3>பேராசிரியர் முனைவர் வா.செ. குழந்தைசாமி</h3>
          <p>
            தமிழ் வளர்ச்சிக் கழகத்தின் தலைவராக 10.03.1990 அன்று பேராசிரியர்
            முனைவர் வா.செ. குழந்தைசாமி அவர்கள் பொறுப்பேற்றுக்கொண்டார்.
            தமிழ்வளர்ச்சிக் கழகம் வெளியிட்ட பொதுக் கலைக்களஞ்சியம் 10 தொகுதிகள்
            மற்றும குழந்தைகள் கலைக்களஞ்சியம் 10 தொகுதிகள் ஆகியவற்றின்
            குறுந்தகடுகளை பேராசிரியர் முனைவர் வா.செ. குழந்தைசாமி அவர்கள்
            அறிமுகம் செய்துவைத்தார்.
          </p>
        </div>
      </article>
      <article className="img-txt" data-aos="fade-up">
        <div className="abt-img">
          <img src="/images/Chidambaram.png" alt="Leader image" />
        </div>
        <div className="abt-txt" data-aos="fade-left">
          <h3>திரு. ப. சிதம்பரம்</h3>
          <p>
            அறங்காவல் குழுத் தலைவர், தமிழ் வளர்ச்சிக் கழகம் நாடாளுமன்ற
            மாநிலங்கள் அவை உறுப்பினர் மேனாள் ஒன்றிய நிதியமைச்சர்
          </p>
        </div>
      </article>
      <article className="img-txt" data-aos="fade-up">
        <div className="abt-img">
          <img src="/images/rajendran.png" alt="Secretary image" />
        </div>
        <div className="abt-txt" data-aos="fade-left">
          <h3>ம. இராசேந்திரன்</h3>
          <h4>அறங்காவல் குழு செயலாளர் மற்றும் தமிழ் வளர்ச்சிக் கழகத் தலைவர்</h4>
          <p>
            ம. இராசேந்திரன் (M. Rajendran) தஞ்சை தமிழ்ப்பல்கலைக் கழகத்தில்
            துணைவேந்தராகப் பொறுப்பு வகித்தவர். இவர் தமிழ்ப் பேராசிரியரும்
            எழுத்தாளரும் கணையாழி இதழின் வெளியீட்டாளரும் ஆவார். இவர்
            கோயம்புத்தூரில் 2010 ஆம் ஆண்டில் நடந்த உலகத் தமிழ்ச் செம்மொழி
            மாநாட்டின் ஆய்வரங்க ஒருங்கிணைப்பாளராக வினையாற்றினார். 2022ஆம் ஆண்டு
            சனவரியில் அமைக்கப்பட்ட தமிழ்நாட்டு அரசின் பொதுநூலகச் சட்டம், விதீகள்
            திருத்த உயர்நிலைக் குழுவிற்குத் தலைவராக இருந்தார். கலைஞர் மு.
            கருணாநிதி செம்மொழித் தமிழ் விருது, முத்தமிழ்க்காவலர் கி.ஆ.பெ.
            விசுவநாதம் விருது ஆகியவை இவருக்கு வழங்கப்பட்டுள்ளன.
          </p>
        </div>
      </article>
    </section>
  )
}
export default About
