import 'aos/dist/aos.css'
import './History.css'

const History = () => {
  return (
    <section className="history-section">
      <h3 className="section-title" data-aos="fade-up">
        கழக வரலாறு
      </h3>
      <article
        className="history-container article-2"
        data-aos="fade-left"
        data-aos-delay="200"
      >
        <div className="history-img">
          <img src="./images/Avinashilingam.png" alt="" />
          <p className="img-caption">திரு. தி.சு. அவினாசிலிங்கம் செட்டியார்</p>
        </div>
        <div className="history-txt">
          <h4>தோற்றமும் வளர்ச்சியும்</h4>
          <p>
            சென்னை மாநிலக் கல்வி அமைச்சராகத் திகழ்ந்த திரு. தி.சு.
            அவினாசிலிங்கம் செட்டியார் அவர்களால் அனைத்து அறிவுத் துறைகளிலும்
            தமிழ் வளர்ச்சி காணவேண்டும் என்ற தலையாய நோக்கத்தோடு 1946-ஆம் ஆண்டில்
            தமிழ் வளர்ச்சிக் கழகம் தோற்றுவிக்கப்பெற்றது. முதல் முயற்சியாக
            ஆங்கிலத்தில் அமைந்திருப்பது போன்று பெரிய கலைக்களஞ்சியங்களை
            (Encyclopaedia) உருவாக்கும் திட்டம் தமிழ் வளர்ச்சிக் கழகத்தால்
            மேற்கொள்ளப்பட்டது. இக்கழகம் தமிழ் வளர்ச்சிக்குரிய ஆக்கபூர்வமான
            பணிகளைத் திட்டமிட்டுச் செய்து வருகின்றது.
          </p>
        </div>
      </article>
      <article
        className="history-container article-2"
        data-aos="fade-left"
        data-aos-delay="200"
      >
        <div className="history-txt">
          <h4>கலைக்களஞ்சியத் திட்டம்</h4>
          <p>
            தமிழ் வளர்ச்சிக் கழகத்தின் உயர் குறிக்கோளாகிய கலைக் களஞ்சியத்
            திட்டத்தை திரு. தி.சு. அவினாசிலிங்கம் அவர்கள் இந்திய விடுதலை நாளான
            15.08.1947 அன்று அறிவித்தார்கள். திரு. R.K. சண்முகம் செட்டியார்,
            திரு. A.L. முதலியார், வடபாதி மங்கலம் திரு. V.S. தியாகராஜ முதலியார்,
            திரு. T.K.C., திரு. கல்கி ஆகியோர் உதவியுடன், திரு. ம.ப.
            பெரியசாமித்தூரன் அவர்களை ஆசிரியராகக் கொண்டு இம்மாபெரும் பணியைத்
            தொடங்கினார். தமிழ் வளர்ச்சியில் ஆர்வமும் அக்கறையும் கொண்ட அனைத்துத்
            தரப்பு மக்களும் அவருடைய இந்த அறிவிப்பை மெத்த மகிழ்ச்சியுடன்
            வரவேற்றனர்.
          </p>
          <p>
            சென்னைப் பல்கலைக் கழக வளாகத்தில் விசயதசமி நாளான 20.10.1947-இல்
            கலைக்களஞ்சியப் பணி தொடங்கப் பெற்றது. அன்றைய துணைவேந்தர் முனைவர் ஆ.
            இலக்குமணசாமி முதலியார் அவர்கள் தலைமையில் கலைக்களஞ்சிய
            உருவாக்கத்திற்கு ‘அறிஞர் குழு’ ஒன்று அமைக்கப்பட்டது. பேராசிரியர்
            மு.வரதராசன், பேராசிரியர் ரா.பி. சேதுப்பிள்ளை, பேராசிரியர் தெ.பொ.
            மீனாட்சிசுந்தரன், திரு. டி.கே. சிதம்பரநாத முதலியார் ஆகியோர்
            இக்குழுவில் உறுப்பினர்களாக இடம்பெற்றனர். கல்கி திரு. ரா. கிருஷ்ண
            மூர்த்தியும் பேராசிரியர் கே. சுவாமிநாதனும் இக்குழுவின் செயலாளர்களாக
            நியமிக்கப் பெற்றனர். சென்னைப் பல்கலைக்கழகம் தமிழ் வளர்ச்சிக் கழக
            அலுவலகத்திற்குரிய இடத்தைத் தந்து உதவுகிறது. திரு. ம.ப.
            பெரியசாமித்தூரன் அவர்கள் கலைக்களஞ்சியத்தின் தலைமைப்
            பதிப்பாசிரியராகப் பொறுப்பேற்றார்.
          </p>
          <p>
            தமிழில் கலைக்களஞ்சியத்தைப் பத்துத் தொகுதிகளாக கொண்டுவரவேண்டுமென்று
            திட்டமிடப்பட்டது. ஒவ்வொரு தொகுதியும் ஏறத்தாழ 750 பக்கங்களைக்
            கொண்டதாகவும், பொதுமக்களுக்கும் விளங்கக்கூடிய நடையில், அறிவுத்
            துறைகள் அனைத்தையும் திறம்பட எடுத்துரைப்பதாகவும், பல்துறை அறிவு
            பற்றிய பதிவுகளை அகரவரிசைப்படுத்தி, அவற்றைக் கட்டுரை வடிவில் தெளிவாக
            விளக்குவதாகவும் அமைந்த சிறப்பானதோர் அறிவுக் கருவூலமாகக்
            கலைக்களஞ்சியத்தை உருவாக்க வேண்டும் என்றும் திட்டமிடப்பட்டது.
          </p>
          <p>
            கலைக்களஞ்சியக் கருத்துகள் பொதுமக்களுக்கும் நன்றாக விளங்க வேண்டும்
            என்பதால் அதில் நான்கில் ஒரு பாகம் படங்களாக அமைய வேண்டும் என்றும்,
            தேவையான இடங்களில் வண்ணப்படங்களும் புகைப்படங்களும் சேர்க்கப்பட
            வேண்டுமென்றும் முடிவு செய்யப்பெற்றது.
          </p>
          <p>
            கலைக்களஞ்சியம் தயாரிப்பு என்பது எளிய பணியன்று. ஆங்கிலம் போன்ற, ஓரளவு
            கலைக் களஞ்சியப் பாரம்பரியம் உள்ள மொழியிலேயே Chambers Encyclopaedia
            வெயிடுவதற்கு 10 ஆண்டுகளாயின. பரவலாகப் பயன்படுத்தப் பெறும்
            Encyclopaedia Britannica என்பதன் 9-ஆம் பதிப்பைத் திருத்தி
            அமைப்பதற்கு 15 ஆண்டுகளாயின. ஜப்பான் மொழியில் 10 தொகுதிகள் கொண்ட
            கலைக் களஞ்சியம் வெளியிடுவதற்கு 10 ஆண்டுகள் தேவைப்பட்டன.
          </p>
        </div>
      </article>
      <article
        className="encyclopedia article-3"
        data-aos="fade-up"
        data-aos-delay="300"
      >
        <h4>கலைக்களஞ்சியக் குழு</h4>
        <h5>
          தமிழில் கலைக்களஞ்சியத்தை உருவாக்குவதற்குக் கீழ்க்காணும் பல
          தலைப்புகளில் குழுக்கள் நியமிக்கப்பட்டன
        </h5>
        <ul>
          <li>நிர்வாகக் குழுக்கள் 5, உறுப்பினர்கள் 74</li>
          <li>ஆய்வுக்குழுக்கள் 27, உறுப்பினர்கள் 66</li>
          <li>பொருட்பட்டி அமைப்புக் குழுக்கள் 21, உறுப்பினர்கள் 132</li>
          <li>கலைச்சொற் குழு 1, உறுப்பினர்கள் 40</li>
        </ul>
        <p>
          முதல் தொகுப்பு, அதன் பணி தொடங்கி 6 ஆண்டுகட்குப் பின் 1954 -இல், 742
          பக்கங்களுடன் வெளிவந்தது. இதற்கு 207 அறிஞர்கள், அவரவர் நிபுணத்துவம்
          பெற்ற துறைகளில் கட்டுரைகள் வழங்கியுள்ளனர். பணி தொய்வின்றித் தொடர்ந்து
          நடந்தது.1968-இல் 10ஆம் தொகுதி (இணைப்புத் தொகுதி) வெளியாயிற்று.
          இவற்றுள் 5ஆவது தொகுதியை அன்றைய இந்தியப் பிரதமர் ஜவஹர்லால் நேரு அவர்கள்
          வெளியிட்டார்கள் என்பது குறிப்பிடத்தக்கது. இது கலைக்களஞ்சிய
          ஆக்கப்பணிக்குப் பெருமை சேர்ப்பதாகும் .
        </p>
        <p>
          இந்திய மொழிகளில் 10 தொகுதிகளைக் கொண்ட விரிவான கலைக்களஞ்சியம் தமிழில்
          தான் முதன் முதலாக வந்தது என்பது பெருமைப்படத்தக்க செய்தியாகும். இதைத்
          தமிழ் வளர்ச்சிக் கழகத்தின் ஓர் ஒப்பு உயர்வற்ற ஆக்கபூர்வமான தமிழ்த்
          தொண்டாகக் கருதலாம். இவற்றிற்கு 2240 அறிஞர்கள் பங்களிப்புச்
          செய்திருக்கின்றனர். இது உண்மையிலேயே ஓர் ஒப்பும். உயர்வுமற்ற தமிழ்ப்
          பணியாகும்.
        </p>
      </article>
      <article
        className="history-container article-4"
        data-aos="fade-right"
        data-aos-delay="400"
      >
        <div className="history-img">
          <img src="./images/periyasamy.png" alt="" />
          <p className="img-caption">திரு. ம.ப. பெரியசாமித்தூரன்</p>
        </div>
        <div className="history-txt">
          <h4>ஆக்கபூர்வமான, முன்னோடியான தமிழ்ப் பணி</h4>
          <p>
            கலைக்களஞ்சியத் தரவுகளைச் சேகரிப்பதில் திரு. ம.ப. பெரியசாமித்தூரன்
            அவர்கள் அறிஞர் பெருமக்கள் பலரின் உதவியுடன் முன்னின்று கடுமையாக
            உழைத்தார். இவ் உழைப்பின் பயனாகக் கலைக்களஞ்சியத் தொகுதிகள்
            பின்வருமாறு வெளிவந்தன:
          </p>
          <ul>
            <li>1954-முதல் தொகுதி</li>
            <li>1955-இரண்டாம் தொகுதி</li>
            <li>1956-மூன்று, நான்காம் தொகுதிகள்</li>
            <li>1958-ஐந்தாம் தொகுதி</li>
            <li>1959-ஆறாம் தொகுதி</li>
            <li>1960-ஏழாம் தொகுதி</li>
            <li>1961-எட்டாம் தொகுதி</li>
            <li>1963-ஒன்பதாம் தொகுதி</li>
            <li>1968-பத்தாம் தொகுதி</li>
            <li>(இணைப்புத் தொகுதி)</li>
          </ul>
          <p>
            “கலைக்களஞ்சியம் என்னும் பொருள் பொதிந்த சொல்லைத் தமிழகத்திற்கு
            வழங்கிய பெருமையும் தமிழ் வளர்ச்சிக் கழகத்திற்கே உரியதாகும்.
            இப்பொழுது “Encyclopaedia” என்னும் ஆங்கிலச் சொல்லுக்கு நிகரான
            புத்தாக்கச் சொல்லாகத் தமிழறிஞர் அனைவராலும் “கலைக்களஞ்சியம்” என்னும்
            சொல் ஏற்றுக்கொள்ளப்பட்டுள்ளது. இச்சொல் தமிழ் வழக்கிலும் வேரூன்றி
            நிலைத்துவிட்டது.
          </p>
        </div>
      </article>
    </section>
  )
}
export default History
