export const bookList = [
  {
    id: 1,
    group: 'அறிவியல் நூல்கள்',
    books: [
      {
        img: '/images/book_placeholder.jpeg',
        title: 'செயற்கைக்கோளின் கதை',
        author: 'டாக்டர் பி.ஆர். பிசாரோடி, திரு வை. குருசாமி',
        publication: '1991, பக்கம்: x+108',
        price: 35,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title: 'உயிரியல் தாளமுறை',
        author: 'டாக்டர் எம்.கே. சந்திரசேகரன், டாக்டர் என். இராஜேந்திரன்',
        publication: '1991, பக்கம்: viii+115',
        price: 35,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title: 'மனிதன், சுற்றுச்சூழல் மற்றும் வேதிப் பொருட்கள்',
        author: 'பேரா. சி.ஆர். கிருஷ்ணமூர்த்தி, டாக்டர் என். இராஜேந்திரன்',
        publication: '1991, பக்கம்: x+108',
        price: 45,
      },
    ],
  },
  {
    id: 2,
    group: 'மருத்துவக் களஞ்சியம்',
    books: [
      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 1: உடல் நலம்',
        author:
          'டாக்டர் ராஜம்மாள் பா. தேவதாஸ், டாக்டர் சுதா சேஷய்யன், டாக்டர் அ. கதிரேசன்',
        publication: '1994, பக்கம்: vii+284',
        price: 100,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title:
          'தொகுதி 2: தாய் சேய் நலம் - பாகம் 1: மகப்பேறும் மாதர் பிணி இயலும், பாகம் 2: குழந்தை நலம்',
        author: 'டாக்டர் ஞானசௌந்தரி, டாக்டர் பாக்கியநாதன் சந்திரா',
        publication: '1995, பக்கம்: xii + 502',
        price: 250,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 3: புலனுறுப்புகள் 1',
        author:
          'பாகம் 1: கண் டாக்டர் சாலினி மதிவாணன், பாகம் 2: காது, மூக்கு, தொண்டை டாக்டர் குமரேசன்',
        publication: '1996, பக்கம்: xii+379',
        price: 200,
      },

      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 4: புலனுறுப்புகள் 2',
        author:
          'பாகம் 1: தோல் டாக்டர் சாமி சண்முகம், டாக்டர் பிரேமலதா, பாகம் 2: பல் டாக்டர் ஜே.ஜி. கண்ணப்பன்',
        publication: '1996, பக்கம்: x+212',
        price: 180,
      },

      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 5: மூளை, மனநலம், நாளமில்லா சுரப்பிகள்',
        author:
          'பாகம் 1: மனித மூளையும், அதனைப் பற்றக்கூடிய நோய்களும் டாக்டர் த.ச. கனகா பாகம் 2: மனநோய்கள்-ஒரு விளக்கம் டாக்டர் ஓ.சோமசுந்தரம் பாகம் 3: நாளமில்லா சுரப்பி நோய்களும், வளர்ச்சிப் பிழைகளும் டாக்டர் கு. கண்ணன்',
        publication: '1998, பக்கம்: xi+ 420',
        price: 300,
      },

      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 6: செரிமான மண்டலம், மூச்சு மண்டலம்',
        author:
          'பாகம் 1: செரிமான மண்டலம் டாக்டர் எம்.எஸ். வெங்கடராமன் பாகம் 2: மூச்சு மண்டலம் டாக்டர் அ. கதிரேசன், டாக்டர் ச. டோமினிக் சுவாமிநாதன்',
        publication: '1999, பக்கம்: xii+359',
        price: 300,
      },
    ],
  },
  {
    id: 3,
    group: 'சித்த மருத்துவம்',
    books: [
      {
        img: '/images/book_placeholder.jpeg',
        title: 'சித்த மருத்துவம் தொகுதி 1: வரலாறு',
        author:
          'மரு. கு. கணபதி, மரு. கி. நடராசன், மரு. ச. முத்தரசன், மரு. மொ. லோகமணியன்',
        publication: '2003, பக்கம்: xviii+302',
        price: 150,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title: 'சித்த மருத்துவம் தொகுதி 2: அடிப்படைகள்',
        author:
          'மரு. கு. கணபதி, மரு. கி. நடராசன், மரு. ஜ.ரா. கிருஷ்ணமூர்த்தி, மரு. புது. ஜெயப்பிரகாஷ் நாராயணன், மரு. வீ. சுப்பிரமணியன், மரு. க. இராஜேஸ்வரி, மரு. வி. நடராஜசொக்கலிங்கம்',
        publication: '2007, பக்கம்: xii+292',
        price: 225,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title: 'சித்த மருத்துவம் தொகுதி 3: சிறப்பியல்',
        author:
          'மரு. ஜ.ரா. கிருஷ்ணமூர்த்தி, மரு. அ. குமரவேல், மரு. ஆர். எஸ். இராமசுவாமி, மரு. அ. மரிய ஜோசப், மரு. கோ. தியாகராஜன், மரு. எஸ். இராஜலட்சுமி',
        publication: '2004, பக்கம்: xx+261',
        price: 180,
      },
    ],
  },
  {
    id: 4,
    group: 'அறிவியல் தொழில்நுட்பம்',
    books: [
      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 1: நீர்இயல், நீர்வளம்',
        author: 'பேரா. ஆ. மோகனகிருஷ்ணன்',
        publication: '2008, பக்கம்: xviii +238',
        price: 200,
      },
      {
        img: '/images/book_placeholder.jpeg',
        title: 'தொகுதி 2: தமிழக நீர்வளம்',
        author: 'பேரா. ஆ. மோகனகிருஷ்ணன்',
        publication: '2008, பக்கம்: xx + 390',
        price: 300,
      },
    ],
  },
]
