export const navLinks = [
  { id: 2, href: '/அமைப்பு', text: 'அமைப்பு' },
  { id: 1, href: '/நிருவாகம்', text: 'நிருவாகம்' },
  { id: 3, href: '/நிகழ்வுகள்', text: 'நிகழ்வுகள்' },
  { id: 4, href: '/வெளியீடுகள்', text: 'வெளியீடுகள்' },
]

export const heroText = {
  id: 1,
  title: 'தமிழ்மொழியின் வளர்ச்சியை எதிர்காலம் நோக்கி வலுப்படுத்துதல்',
  content:
    'தமிழ்மொழியைப் பாதுகாக்கவும், மேம்படுத்தவும் புதுமையான வளங்கள் மற்றும் சமூக ஈடுபாட்டின் மூலம் செயல்படுகிறோம். தமிழ் மொழி மற்றும் கலாச்சாரத்தின் சிறப்பை கொண்டாட எங்களுடன் இணைந்திடுங்கள்.',
}

export const historyText = {
  id: 1,
  title:
    'தமிழ் வளர்ச்சிக்குரிய ஆக்கபூர்வமான பணிகளைத் திட்டமிடல் மற்றும் கலைக்களஞ்சியங்களை உருவாக்கும் திட்டம்',
  content:
    'சென்னை மாநிலக் கல்வி அமைச்சராகத் திகழ்ந்த திரு. தி.சு. அவினாசிலிங்கம் செட்டியார் அவர்களால் அனைத்து அறிவுத் துறைகளிலும் தமிழ் வளர்ச்சி காணவேண்டும் என்ற தலையாய நோக்கத்தோடு 1946-ஆம் ஆண்டில் தமிழ் வளர்ச்சிக் கழகம் தோற்றுவிக்கப்பெற்றது. முதல் முயற்சியாக ஆங்கிலத்தில் அமைந்திருப்பது போன்று  கலைக்களஞ்சியங்களை உருவாக்கும் திட்டம் தமிழ் வளர்ச்சிக் கழகத்தால் மேற்கொள்ளப்பட்டது.',
}

export const teamText = {
  id: 1,
  title: 'நிர்வாகக் குழு',
  content: 'தமிழின் வளமும் வளர்ச்சியும் எங்கள் குழுவின் முயற்சியின் வெளிப்பாடு',
}

export const teamMenuItems = [
  {
    id: 1,
    item: 'அறங்காவல் குழு',
    members: [
      {
        img: '/images/Chidambaram.png',
        name: 'திரு.ப.சிதம்பரம்',
        title1: 'முன்னாள் ஒன்றிய அமைச்சர்',
        title2: '',
      },
      {
        name: 'முனைவர் ம. இராசேந்திரன்',
        title1: '',
        title2: '',
      },
      {
        name: 'திரு. கிருஷ்ண சந்த் சோடியா',
        title1: '',
        title2: '',
      },
      {
        name: 'பேரா. முனைவர் வ. ஜெயதேவன்',
        title1: '',
        title2: '',
      },
      {
        name: 'திரு. முஸ்தபா',
        title1: '',
        title2: '',
      },
      {
        name: 'திரு. நல்லி குப்புசாமி',
        title1: '',
        title2: '',
      },
    ],
  },
  {
    id: 2,
    item: 'ஆட்சிக்குழு',
  },
  {
    id: 3,
    item: 'பொதுக்குழு',
  },
  {
    id: 4,
    item: 'உறுப்பினர்கள்',
  },
]
